Dlubal.TimberPro.LoadingType
Type of loading

Dlubal.TimberPro.LoadingType.UnknownLoadingType
Unknown load type

Dlubal.TimberPro.LoadingType.LoadCaseType
Load case

Dlubal.TimberPro.LoadingType.LoadCombinationType
Load combination

Dlubal.TimberPro.LoadingType.ResultCombinationType
Result combination

Dlubal.TimberPro.LoadingType.SuperCombinationType
Super combination

Dlubal.TimberPro.LoadingType.DynamicCaseType
Dynamic case

Dlubal.TimberPro.LoadingType.DynamicCombinationType
Dynamic combination

Dlubal.TimberPro.LoadingType.ModuleCaseType
Module case